{
  "HEADER": {
    "ABOUT_ME": "Über mich"
  },

  "ABOUT_ME": {
    "TITLE": "Über mich",
    "INTRO": "Hallo! Ich bin Florian, ein Frontend-Entwickler aus Köln, Deutschland, mit einer Leidenschaft für die Gestaltung benutzerfreundlicher digitaler Erlebnisse. Mein Fokus liegt darauf, komplexe Ideen in ansprechende, funktionale Designs zu übersetzen – stets mit einem Blick fürs Detail und einer lösungsorientierten Herangehensweise. Lass uns zusammenkommen und etwas Außergewöhnliches auf die Beine stellen!",
    "LOCATION": {
      "TEXT": "Auch wenn ich in Köln ansässig bin, bin ich nicht an einen festen Standort gebunden. Ich arbeite flexibel remote und unterstütze Unternehmen deutschlandweit mit meiner Expertise, um digitale Projekte effizient umzusetzen."
    },
    "DEVELOPMENT": {
      "TEXT": "Von der ersten Idee bis zur Fertigstellung Ihres Projekts begleite ich Sie durch alle Entwicklungsphasen. Offen für neue Herausforderungen und um meine Fähigkeiten zu erweitern, arbeite ich mit Ihnen zusammen an einer maßgeschneiderten Lösung, die Ihren Bedürfnissen und denen Ihrer Nutzer entspricht."
    },
    "PROGRAMMING": {
      "TEXT": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Art der Problemlösung. Ich verstehe sowohl die technische Entwicklung als auch die Bedeutung von nutzerzentriertem Design für ansprechende, intuitive Erlebnisse."
    }
  },

  "SKILLS": {
    "TITLE": "Skills",
    "DESCRIPTION": "Ich habe an verschiedenen Projekten mit unterschiedlichen Frontend-Technologien gearbeitet. Es macht mir Freude, neue Tools und Techniken auszuprobieren, um zu lernen und mit den neuesten Entwicklungen im Webdesign Schritt zu halten.",
    "LOOKING_FOR": "Suchen Sie nach einer",
    "ANOTHER_SKILL": "weiteren Fähigkeit",
    "CONTACT_TEXT": "Zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, mein vorheriges Wissen zu erweitern.",
    "GET_IN_TOUCH": "Kontakt aufnehmen",
    "LEARNING": {
      "TITLE": "Kontinuierliches",
      "SUBTITLE": "Lernen",
      "INTEREST": "Ich habe ein besonderes Interesse am Lernen von",
      "PYTHON": "Python"
    }
  },

  "PORTFOLIO": {
    "INTRO": "Hier ist eine Auswahl meiner Projekte - interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "PROJECTS": {
      "JOIN": {
        "DESCRIPTION": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu"
      },
      "EL_POLLO_LOCO": {
        "DESCRIPTION": "Jump & Run Spiel basierend auf objektorientiertem Ansatz. Hilf Pepe dabei, Münzen und Bierflaschen zu finden, um gegen das verrückte Boss-Huhn zu kämpfen"
      }
    }
  },

  "CONTACT": {
    "TITLE": "Kontakt",
    "HEADER": {
      "TITLE": "Haben Sie ein Problem zu lösen?",
      "DESCRIPTION": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
      "CALL_TO_ACTION": "Brauchen Sie einen Frontend-Entwickler?",
      "CONTACT_ME": "Kontaktieren Sie mich!"
    },
    "FORM": {
      "NAME": {
        "LABEL": "Ihr Name",
        "PLACEHOLDER": "Geben Sie Ihren Namen ein",
        "ERRORS": {
          "REQUIRED": "Name ist erforderlich",
          "MIN_LENGTH": "Name muss mindestens 2 Zeichen lang sein"
        }
      },
      "EMAIL": {
        "LABEL": "Ihre E-Mail",
        "PLACEHOLDER": "max.mustermann@beispiel.de",
        "ERRORS": {
          "REQUIRED": "E-Mail ist erforderlich",
          "INVALID": "Keine gültige E-Mail-Adresse"
        }
      },
      "MESSAGE": {
        "LABEL": "Ihre Nachricht",
        "PLACEHOLDER": "Geben Sie Ihre Nachricht ein",
        "ERRORS": {
          "REQUIRED": "Nachricht ist erforderlich",
          "MIN_LENGTH": "Nachricht muss mindestens 5 Zeichen lang sein"
        }
      },
      "PRIVACY": {
        "TEXT": "Ich habe die",
        "POLICY_LINK": "Datenschutzerklärung",
        "AGREEMENT": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu."
      },
      "SUBMIT": "Nachricht senden"
    }
  },

  "FOOTER": {
    "IMPRINT": "Impressum"
  },

  "IMPRINT": {
    "TITLE": "Impressum",
    "DETAILS": {
      "HEADING": "Impressum",
      "LEGAL_INFO": "Angaben gemäß § 5 TMG"
    },
    "CONTACT": {
      "HEADING": "Kontakt",
      "PHONE": "Telefon: +49 (0) 173 - 66 54 729",
      "EMAIL": "E-Mail: florian.eusterholz@gmail.com"
    },
    "RESPONSIBLE": {
      "HEADING": "Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV"
    },
    "LIABILITY_CONTENT": {
      "HEADING": "Haftung für Inhalte",
      "PARAGRAPH_1": "Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.",
      "PARAGRAPH_2": "Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen."
    },
    "LIABILITY_LINKS": {
      "HEADING": "Haftung für Links",
      "PARAGRAPH_1": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.",
      "PARAGRAPH_2": "Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen."
    },
    "COPYRIGHT": {
      "HEADING": "Urheberrecht",
      "PARAGRAPH_1": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.",
      "PARAGRAPH_2": "Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen."
    },
    "BACK": "Zurück"
  }
}
